app/controllers/blog_controller.rb

    def create
        @blog = Blog.create(blog_params)
---
INSERT INTO "blogs" ("title", "content", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["title", "Post 2"], ["content", "Hi Aleja"], ["created_at", "2023-10-05 18:51:38.287434"], ["updated_at", "2023-10-05 18:51:38.287434"]]